{
    "News": [
        {
            "id": "1",
            "categoryID":"1",
            "title": "A15 invests millions in Egypt’s R2S Logistics",
            "description": "A15 said that R2S is adopting a distinct business model by becoming an Asset Light Business Model by expanding the geographical area of its services to cover all parts of the Republic through 11 shipping centres, in addition to more centres that will open soon.",
            "publishedDate": "2022-05-13",
            "content": "A15 entrepreneurial company announced it has invested millions of pounds in the leading R2S Logistics in Egypt, thereby enabling further growth and expansion of the e-commerce delivery field in Egypt.\r\n\r\nThis investment is made for R2S Pre-Series A Round financing. R2S platform supports several e-commerce platforms through integrated logistical services including shipping, parcel delivery, receiving points, payment collection solutions, return and exchange management, warehouse management and fulfilment, as well as international shipping services to Egyptian merchants and startups.\r\n\r\nA15 said that R2S is adopting a distinct business model by becoming an Asset Light Business Model by expanding the geographical area of its services to cover all parts of the Republic through 11 shipping centres, in addition to more centres that will open soon.\r\n\r\nThe annual R2S transaction volume and income growth also witnessed a noticeable boom, as the numbers showed 125% and 150% growth in turnover and income respectively.\r\n\r\nR2S, an innovative e-commerce logistics company, recently launched the R2S Plus platform, which connects a network of stores to e-commerce sites, to give customers more control over their shipping and delivery experience by enabling them to choose the closest receiving location, the best timing, and the payment method that suits them to receive their parcel.\r\n\r\nAbout 30% of online orders fail to reach their owners the first time, so the R2S success rate in delivering shipments is exceptional as it reaches 93%, which encouraged users to make more orders again with 75% of all users.\r\n\r\nOn the other hand, R2S Plus retailers benefit from winning new or recurring customers as this increases the number of customers visiting their stores.\\n\\r\r\n\r\nR2S aims to expand its network of stores to 600 stores across the country before November 2020.\r\nEgypt and the Arab Gulf countries represent 80% of the volume of the e-commerce market in the MENA region, and this market continues to grow in sales by 30% annually and 100% in terms of packages shipped, which is twice the size of growth in the rest of the region.\\r\\n\r\n\r\nEgypt has become one of the fastest growing markets in the Middle East and North Africa, according to the latest report on e-commerce in the Middle East and North Africa issued by Google and Bain & Company.\r\n\r\nMahdi Al-Olabi, founder and CEO of R2S, said A15 has extensive experience in e-commerce, as they have invested in e-commerce companies before, along with their contribution to building, developing, establishing and exiting companies operating in the same field.\r\n\r\nHe added that the company will support our growth in our expansions that we aim to achieve by cooperating with more retail stores and e-commerce platforms in Egypt, which will enable us to perform more achievements and provide excellent services to a large customer base.",
            "urlToImage": "https://d1b3667xvzs6rz.cloudfront.net/2019/12/4-4-A15-6-565x430.jpg",
            "showOnHomepage": "yes"
        },
        {
            "id": "2",
            "categoryID":"1",
            "title": "Inflation Was Hottest in Atlanta, Mildest in San Francisco in 2021 - The Wall Street Journal",
            "description": "Covid-19 pandemic has spurred migration from coastal cities, pushing up prices in areas gaining residents",
            "publishedDate": "2022-08-20",
            "content": "Consumer prices rose faster last year in large U.S. metropolitan areas seeing an influx of new residents than in the nation overall, while inflation was milder in large coastal cities with less population growth.\r\nThe Atlanta-Sandy Springs-Roswell area saw the highest inflation among metropolitan areas with more than 2.5 million people—9.8% for the 12 months through December, according to the Labor Department. Phoenix, St. Louis and Tampa also saw annual inflation rates higher than the 7% national rate in December.",
            "urlToImage": "https://images.wsj.net/im-482441/social",
            "showOnHomepage": "yes"
        },
        {
            "id": "3",
            "categoryID":"2",
            "title": "All the ways to watch Super Bowl 2022",
            "description": "Super Bowl 56 will occur this Sunday between the Cincinnati Bengals and the Los Angeles Rams. NFL's biggest event of the year is a television phenomenon that goes beyond just sports",
            "publishedDate": "2022-05-15",
            "content": "Super Bowl 56 will occur this Sunday between the Cincinnati Bengals and the Los Angeles Rams. NFL's biggest event of the year is a television phenomenon that goes beyond just sports, be it million-dollar-commercials, the half-time concert or just an excuse to chow down on chicken wings. It used to be that the only way to watch was to either have a cable or satellite subscription, or venture out to your local sports bar. Fortunately, you now have a plethora of viewing options, including ways to stream.\r\n\r\nWhere and when?\r\nSuper Bowl 2022 will take place at SoFi Stadium in Inglewood, California on February 13th. The kick-off time is set for 6:30pm ET / 3:30pm PT. It'll be televised on NBC as well as Telemundo in Spanish.\r\n\r\nHow to watch with cable or satellite TV\r\nObviously, if you subscribe to either cable or satellite, you'll have no problem watching the Super Bowl this Sunday on your TV. This is good news if you'd rather not bother with signing up for a service online, or if you have a spotty internet connection.\r\n\r\nHow to stream the Super Bowl\r\nCord-cutters have plenty of ways to watch the big game this Sunday. One of them is through a live TV streaming service, as long as it carries NBC. Thankfully, a lot of them do. YouTube TV ($65/month), Hulu with Live TV ($65/month), DirecTV Stream ($70-plus/month), Sling TV ($35-plus/month) and Fubo TV ($65-plus/month) all include NBC. If you don't currently subscribe to any of these services and want to watch the game for free, you can sign up to one for a seven-day free trial period just to watch the game, and then cancel afterward. The exception is DirecTV Stream, which doesn’t offer free trials.\r\n\r\nAlternatively, you can also watch the game through Peacock’s Premium ($5/month) or Premium Plus tier ($10/month). You can also catch it on the NBC Sports app and NBCSports.com, but only if you’re already a subscriber through other means. The aforementioned services and apps are available through your phone or streaming devices such as Roku, Fire TV, Apple TV or Google TV.\r\n\r\nIf you don't have pay-TV or a streaming service\r\nWhat if you don’t want to sign up for pay TV or a streaming service? Your options are unfortunately limited. You can either watch the game through the NFL Mobile app or the Yahoo Sports app. Of course, you could also use an indoor antenna with your TV to simply watch the free over-the-air broadcast.\r\n\r\nInternational viewers can use NFL's international game pass streaming service, which has a seven-day free trial. If you’d rather not go through that, however, check out this guide from the NFL to see if your country has a local Super Bowl broadcast partner.\r\n\r\nWhat about 4K?\r\nIn 2020, Fox made history by broadcasting the Super Bowl in 4K and HDR for the first time (it was still shot in 1080p and HDR, but was upscaled to 4K in the broadcast). However, that is not an option this year. A spokesperson for NBC said that “The game will not be in 4K.” It did not give an official reason why.",
            "urlToImage": "https://s.yimg.com/os/creatr-uploaded-images/2021-02/56d700c0-66ef-11eb-bfff-9ccd01a681ac",
            "showOnHomepage": "no"
        },
        {
            "id": "4",
            "categoryID":"3",
            "title": "Link Development Lands Three New Microsoft Advanced Specializations                    ",
            "publishedDate": "2022-05-21",
            "content": "<strong>Delivering Certified Modern Work Communications and Security Solutions</strong>\r\nLink Development, the global technology solutions provider and an A15 Holding company, unveiled today it has recently earned additional three Microsoft advanced specializations:  Calling for Microsoft Teams, Microsoft Information Protection and Governance, and Microsoft Identity and Access Management. The new achievements underscore the technical competencies of the company and its certified teams in delivering bespoke, complex communications and security solutions.  \r\nThe Microsoft Calling in Teams advanced specializations proves the company’s expertise in deploying and managing complex Microsoft 365 Phone and Voice solutions. This includes network remediation, O365 service deployment, telephone number provisioning/porting, device deployment and more.\r\nThe Microsoft Identity and Access Management advanced specialization attests to the Link Development’ excellence in deploying Microsoft Identity workloads with Azure Active Directory to protect enterprises from threats to identity, data, apps, infrastructure, network, and endpoints and more.",
            "urlToImage": "https://linkdevelopment.com/app/uploads/2021/09/ThreeMSSpecializations_Newsroom.jpg",
            "showOnHomepage": "yes"
        },
        {
            "id": "5",
            "categoryID":"3",
            "title": "Vizio's new 4K TVs start at $230",
            "description": "The two new OLED models will cost a bit more than that.",
            "publishedDate": "2022-05-16",
            "content": "We got a peek at Vizio’s new 4K TVs at CES back in January, (Remember January? It was when we still went places and saw people) and now they’re closer to rolling out, complete with model numbers and prices. That includes the company’s first 4K OLED sets that promise a borderless aesthetic, and of course, the technology’s precision lighting control that provides deep blacks and excellent contrast.\r\n\r\nWhen the 65- and 55-inch OLEDs go on sale this fall they’ll cost $2,000 and $1,300, respectively. Compare that to LG’s BX series OLED that cost $2,200 and $1,500 in the same sizes, and you can see that a price war is coming... eventually.\r\nThose aren’t the only new sets Vizio has lined up either, and it’s promising to deliver 4K resolution, HDR support for multiple formats (Dolby Vision, HDR10+, HDR10 and HLG) as well as HDMI 2.1 inputs on the entire range. That goes from its top of the line $3,000 85-inch P-Series Quantum X all the way down to the 40-inch V-Series set that will sell for $230.\r\nAs shown in their diagram, the TVs have varying levels of brightness and local dimming zones. The P-Series Quantum X includes a bezel-less design and all of the P-Series TVs include an extra anti-reflective coating. For the midrange M-Series, Vizio said that its 65- and 55-inch MQ8 models will include twice as many dimming zones as last year’s TVs, and they will be available exclusively via Amazon for $750 and $550, respectively.\r\n\r\nTop of the line TVs (everything except for the V-Series) will include Vizio’s Pro Gaming Engine that has support for Variable Refresh Rate (VRR), AMD FreeSync and 4K/120Hz input. Even on the cheaper models, eARC is included, but they should all have you well prepared for the PS5 and Xbox Series X consoles to arrive this fall.\r\n\r\nThe V-Series TVs don’t specify an amount of LED backlighting, but for the price they’ll provide tough competition to value-oriented sets from the likes of TCL and Hisense. Once they hit shelves, a 40-inch model with 4K, HDR and HDMI 2.1 will cost $230, while the most expensive version is a planned 75-inch model for $800.",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/Qnk0TiiWIVY_KWN5iKNPQA--~B/Zmk9ZmlsbDtoPTI4Njt3PTY3NTthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/os/creatr-uploaded-images/2020-07/2e5317f0-bb65-11ea-aebf-2783867c5aad.cf.webp",
            "showOnHomepage": "no"
        },
        {
            "id": "6",
            "categoryID":"4",
            "title": "iFix raises investment from A15",
            "publishedDate": "2022-05-16",
            "content": "Cairo-based on-demand mobile phone repair startup iFix has raised an undisclosed investment from A15, an Egyptian firm that invests in digital products and technology brands.\r\n\r\nEgyptian news publication Hapi Journal reported in an article yesterday that iFix will use the investment (which tech publication MenaBytes said in an article was a six-figure dollar sum) to launch an e-commerce platform for used mobile phones.\r\n\r\nThe startup was founded in 2015 by Omar Galal and Mohamed Fayez.\r\n\r\nHapi Journal said iFix has completed over 50 000 mobile phone repairs since it was launched.\r\n\r\nIt’s not clear when the deal was concluded, Ventureburn sought comment on this and other details of iFix’s operations from the startup but had not received a response at the time of publication.",
            "urlToImage": "https://cdn.wamda.com/feature-images/f186e5cfe12d429.jpg",
            "showOnHomepage": "no"
        },
        {
            "id": "7",
            "categoryID":"1",
            "title": "A15 sells 76% stake in TPAY to Helios",
            "description": "Dubai - Sale of regional Fintech Startup returns a multiple of the value of the entire A15 FundAnnual growth of 64% outperforms the global annual market growth of 23%",
            "publishedDate": "2022-05-17",
            "content": "A15, a leading tech investment fund based in the Cayman Islands, successfully sold 76 per cent stake in its UAE based fintech company TPAY Mobile FZ-LLC (TPAY), to Africa's leading private investment firm Helios Investment Partners (Helios). TPAY is the fastest growing direct carrier billing (DCB) provider in the Middle East and North Africa region.\r\nFollowing this transaction, A15 becomes the first fund in the Middle East and Africa which created a Dragon from one of its investments, TPAY. A Dragon is an investment that returns the entire value of the fund when exited. In this case, TPAY returned a multiple of the value of the entire A15 Fund to its investors, a liquidity event that is very rare in the global tech investment space and a first of its kind in the Mena region.\r\nThis Mena's First Dragon exit is the second major exit for A15 in three years after the sale of Otlob, one of the leading regional online food delivery businesses, to Rocket Internet.\r\nFollowing the acquisition by Helios Investment Partners, A15 and the current executive team will continue to lead the implementation of TPAY's growth strategy, with guidance from the new owners, and both will remain invested in a total of 24 per cent of the company.\r\nEstablished in 2014, TPAY was the first open mobile payment platform to be launched in the region and, today, commands the largest market share at 80 per cent in the DCB space, also known as Direct Operator Billing, across 16 countries, with a total reach of 673 million users.\r\nThe number of active digital content subscriptions set-up through TPAY's platform grew at a compound annual growth rate (CAGR) of 149 per cent since 2015. The company processed 622 million successful transactions since its launch. Through its partnerships with 33 leading mobile operators, the number of successful transaction processed by TPAY grew at a CAGR of 1,081 per cent since its launch. The company was able to build strategic partnerships with key regional and international players such as GooglePlay, Wargaming, NetDragon, CrossFire, Gameloft, OLX, Opensouq, MBC, iFlix, Abu Dhabi Media and Dubai Channels Network, amongst others.\r\nThe global DCB industry is expected to register a CAGR of 23 per cent during the 2018-2022 period, according to the latest market research report by Juniper Research. TPAY achieved a year-on-year growth in Gross Revenue and EBITDA of 64 per cent and 162 per cent, respectively, well above the global DCB industry.\r\nKarim Beshara, chairman of A15, said: \"I would like to congratulate CEO Sahar Salama and her team for this significant milestone for the startup ecosystem as well as for TPAY, and to welcome our new partners, Helios. Creating a Dragon in our fund is ground-breaking for the region. TPAY is a company that became a fund-maker owing to the unique approach in which A15 manages its portfolio companies. The remarkable achievement of TPAY is the result of a success-focused team that shares knowledge, drives business, and delivers results, both at a fund level and at a portfolio company level. The DCB market fundamentals are very promising, and we strongly believe that with such a capable and experienced partner like Helios, TPAY is well-positioned to unlock its utmost potential. I am looking forward to continuing our work with Sahar and her exceptional team as well as with Helios to take TPAY to the next level of growth globally.\"\r\nDCB is expected to generate $26 billion in End User Spend (EUS) in 2018 globally, and is predicted to grow to U$59 billion by 2022 according to Juniper Research, marking a 23 per cent CAGR.\r\nBabatunde Soyoye, co-founder and managing partner of Helios Investment Partners, said: \"TPAY's business model leverages best-in-class technology and offers a high quality service to its partners; the company's ability to develop strategic partnerships with key global merchants seeking an entry point into the Middle East and Africa speaks to the quality of the company's offering and the management team. This is an exciting addition to the Helios' payments franchise in Africa, and we look forward to working with the management team to achieve the next phase of innovation and growth for the Company.\"\r\nWith an estimated 86 per cent of adults who do not have a bank account in the Mena region according to Payfort and Wamda, mobile payments and DCB become key to buying digital and physical goods online. Mena is forecast to see the second fastest growth in smartphone adoption of any region over the next few years bringing smartphone adoption to 65 per cent by 2020 as per the Global System for Mobile Communications Association (GSMA) report.",
            "urlToImage": "https://image.khaleejtimes.com/?uuid=20b76ed4-3129-4597-af56-1a5aa56fe545&function=cropresize&type=preview&source=false&q=75&crop_w=0.99999&crop_h=0.84375&x=0&y=0&width=1500&height=844",
            "showOnHomepage": "yes"
        },
        {
            "id": "8",
            "categoryID":"2",
            "title": "Spotify is launching a premium plan for couples",
            "description": "Premium Duo costs $12.99 a month",
            "publishedDate": "2022-05-18",
            "content": "Spotify is making it easier for couples who live together to split the cost of a premium membership while also merging their music taste. The company is debuting its newest subscription offering, Premium Duo, which costs $12.99 a month and allows two people who live at the same place to share one plan while maintaining their own accounts.\r\n\r\nWith Premium Duo, Spotify will also create a special Duo Mix playlist that’ll update regularly and incorporate music that both people like. The idea is that Spotify knows what you and your partner like individually, so its software will design a playlist that you can put on in the house that’ll appeal to both of you. Listeners can switch between a chill or upbeat playlist.\r\n\r\nExisting, single Premium members can upgrade to Premium Duo at any time and doing so won’t erase their account listening history or preferences. A Family plan membership is $2 more than Duo and supports up to six accounts. That plan also comes with a special Family Mix playlist that promises the same thing as the Duo Mix, except it accounts for the entire family’s preferences. A single Premium membership costs $9.99.\r\nSpotify is clearly trying to design a premium plan for everyone and every stage of life. It offers student discounts, a kids app that’s available through the family plan, and now, a plan for couples. Recurring subscription revenue is especially important to Spotify during the COVID-19 pandemic because advertisers are tightening their budgets. The company said in its most recent earnings report that its ad-supported revenues fell short of its forecast, and it lowered its revenue guidance for the year as a result.\r\n\r\nAs such, it’s attempted to make Premium a more enticing option through features available only to subscribers. Premium users can share DJ duties with anyone in their immediate vicinity and hide songs from playlists, for example. In the past, it also offered free Hulu and a Google Home Mini to Premium members. With more plans and more features, Spotify is hoping everyone will eventually become a Premium subscriber.",
            "urlToImage": "https://cdn.vox-cdn.com/thumbor/lee2hRuUZ5tC2kb4aUM5uP4eNjM=/0x0:2304x1536/920x613/filters:focal(968x584:1336x952):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/67004080/spotify_premium_duo.0.jpg",
            "showOnHomepage": "yes"
        },
        {
            "id": "9",
            "categoryID":"3",
            "title": "PerfectVIPs executives accused of H-1B visa fraud",
            "description": "A California company and the government can’t seem to agree on what the law says about H-1B.",
            "publishedDate": "2022-05-19",
            "content": "PerfectVIPs chief executive officer Namrata Patnaik, 42, and human resources manager Kartiki Parekh, 56, have been accused of conspiracy to commit visa fraud. “The indictment charges that from 2011 through April 2017, Patnaik and Parekh submitted fraudulent H-1B visa applications for foreign workers sponsored by PerfectVIPs and that Patnaik later laundered the proceeds of the visa fraud,” the department of justice said on Feb. 11.\r\n\r\nDuring this six-year period, the San Jose-based semiconductor company founded in 2010 submitted approximately 85 fraudulent applications and laundered up to $1 million, the federal authority alleges.\r\n\r\nThe H-1B fraud and money laundering accusations...\r\nUnder the H-1B, speciality occupation workers programme, the US customs and immigration services (USCIS) employer can temporarily employ a foreign worker in a “speciality occupation” to live and work in the US for up to six years. While applying, employers have to attest to labour market conditions and furnish granular details of the existence, duration, wages, and location associated with the job.\r\n\r\nThe federal authority claims Patnaik and Parekh showed foreign workers as employed by PerfectVIPs to work on in-house contracts and projects at their own premises. However, once the applications were approved, they created a pool of H-1B workers to place in roles at other companies.\r\n\"This practice provided PerfectVIPs an unfair and illegal advantage over employment-staffing firms,\" the DOJ said.\r\n\r\nEmployers apparently paid fees of nearly $7 million to PerfectVIPs, covering the cost of the H-1B workers’ wages and salaries as well as a profit markup for PerfectVIPs.",
            "urlToImage": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AATOoon.img?w=620&h=348&m=6",
            "showOnHomepage": "yes"
        },
        {
            "id": "10",
            "categoryID":"4",
            "title": "Kevin Hart Refuses to Work Out With The Rock and Mark Wahlberg",
            "publishedDate": "2022-05-19",
            "content": "Kevin Hart is in great shape, as his workout posts on Instagram, fitness webseries on YouTube, and Men's Health cover story can all attest. But when it comes to his actual training, the comedian prefers to fly solo, despite some of his buffest fellow celebrities offering to be a gym buddy. In a recent conversation with Ellen DeGeneres, Hart explained why he flat-out refused to work out with Mark Wahlberg while they were filming the upcoming Netflix original movie Me Time together.\r\n\r\n\"What I've found is that when I get to work with people that are really dedicated to the gym, we don't work out, we don't even want to,\" he said. \"I don't want to be in your space, I don't need you in mine. I love that you go at it, but we're on two different wavelengths of time and schedule... Mark's an early riser, though, Mark's a 4 a.m., 4:45 guy, I 'm a 4:30, 4:45 guy, but we never mention it. And then you'll throw like the occasional 'hey Kev, maybe we should work out,' and I 'm very honest, I 'm like 'no, I don't want to.' Mark's like 'we've got to get one in.' No, we don't!\"\r\n\"I think our relationship is great, and I don't want you to go in there and we try to impress each other and hurt ourselves,\" he continued. \"That's how it happens. He's lifting a certain weight, and I try to do the same thing, next thing you know I throw my back out. I don't need to be around that. I like to be by myself and with my one trainer that I can yell back at from time to time, that's enough for me.\"\r\n\r\nHart added that he has a similar philosophy when it comes to avoiding training sessions with his good friend and Jumanji co-star Dwayne \"The Rock\" Johnson.\r\n\r\n\"That's why I don't work out with Dwayne neither,\" he said, before joking about Johnson's penchant for posting inspirational workout content from his home gym. \"I don't want to go in there and lift all that mess, all that stupid stuff that he got in there. Who wants to do all that stuff? Listening to how good today is. 'Today the day, we got to go, we got to challenge ourselves.' No we don't! Do what you do, and I'll do what I do.\"\r\n\r\nTry 200+ at home workout videos from Men’s Health, Women’s Health, Prevention, and more on All Out Studio free for 14 days!",
            "urlToImage": "https://cdnph.upi.com/svc/sv/upi/8171639764473/2021/1/ac8cec53d56aa6965c74e3bfe399c1f2/Kevin-Hart-Snoop-Dogg-to-close-the-year-with-2021-and-Done-special.jpg",
            "showOnHomepage": "2022-05-15"
        },
        {
            "id": "11",
            "categoryID":"1",
            "title": "Ask the Mary Sues: Our Favorite Fictional Women in STEM",
            "description": "Happy International Day of Women and Girls in Science, everyone!",
            "publishedDate": "2022-05-13",
            "content": "February 11 marks the International Day of Women and Girls in Science, a U.N.-designated day designed to address gender equity in STEM fields and improve access to science for women and girls. Women have long been underrepresented in the fields of science, engineering, technology, and math, and those that do receive smaller grants and are given less opportunities than their male counterparts.\r\n\r\nUNESCO Director-General Audrey Azoulay and U.N. Women Executive Director Sima Bahous released a statement saying, “We must put the principle of equality into action so that science works for women, because it works against them all too often,” adding that “Science derives from the universal curiosity that makes us human, asking the questions that are common to us all. We urgently need it to build more inclusive, transformative and accountable science and technology ecosystems that are free of biases and discrimination.”\r\nAnd the lack of women in STEM extends to representation in pop culture. So the Mary Sues sat down to discuss our favorite fictional women in science. And while these women are characters, who knows how many real life women were inspired to pursue science after watching these performances.",
            "urlToImage": "https://www.themarysue.com/wp-content/uploads/2022/02/lauradern-1536x865.jpeg",
            "showOnHomepage": "yes"
        },
        {
            "id": "12",
            "categoryID":"2",
            "title": "Horizon Forbidden West Review",
            "description": "Rage against the machines.",
            "publishedDate": "2022-04-16",
            "content": "Successful sequels build on their predecessors in multiple ways – think Mass Effect 2, Assassin's Creed 2, and Uncharted 2. They all improve what came before them by conjuring up exciting new gameplay mechanics, developing characters through engaging stories, and switching up mission design to offer variety. In other words, they take a solid base and combine with new elements to create more advanced bonds, much like an alloy… or in this case, an Aloy. Horizon Forbidden West does this with aplomb, building on the already impressive foundations of 2017’s Horizon Zero Dawn to tell a thrilling story full of familiar explosive combat against elaborate robotic foes and blockbuster action sequences, but also adding Witcher-like settlements to the map and filling it out with great side quests. There’s a genuine sense of exploration and loads of completely involving lore behind it all to uncover. The result is a fantastic open-world action-adventure that, despite falling into a couple of its old habits, emphatically delivers on the promises made five years ago.\r\n\r\nThe battle between the natural and firmly unnatural is everywhere to see in the Forbidden West. It drills down through many levels to what the Horizon series is all about, from the vines strangling the remains of San Francisco’s Golden Gate Bridge to the animal-like man-made machines that wander the land, tracing the footsteps of their long-dead creators. But this clash also takes place inside Aloy, who (spoilers for the first game) herself is a complicated combination of human and synthetic life. It's what drives the plot along and lends a personal touch to what could be otherwise ungainly themes if handled without the obvious care that developer Guerrilla Games has put into Forbidden West.",
            "urlToImage": "https://assets-prd.ignimgs.com/2022/01/25/hfw-screen-logo-ps5-aloy-mount-4k-rgb-1643070972113.png?width=600",
            "showOnHomepage": "yes"
        },
        {
            "id": "13",
            "categoryID":"3",
            "title": "Nutrient-rich pancakes and chocolate could lower cholesterol without medication, new study suggests",
            "description": "Nutrient-rich pancakes and chocolate could lower cholesterol without medication, new study suggests\r\nGabby Landsverk",
            "publishedDate": "2022-05-10",
            "content": "It's possible to lower cholesterol levels with healthy food, not medication, a new study suggests.\r\n\r\nBenefits were linked to two daily servings of snacks with ingredients like walnuts and flax.\r\n\r\nThe difference in cholesterol could have a major effect on heart health, according to a researcher.\r\n\r\nIt may be possible to lower your cholesterol levels without medication by swapping in more nutritious versions of foods like pancakes, granola, and chocolate, new research from the Mayo Clinic suggests.\r\n\r\nEating two servings a day of specially-designed foods was found to reduce cholesterol as effectively as medication in 30 days, according to a study publishedDate January 26 in The Journal of Nutrition.\r\n\r\nThe small change led to a 9% overall reduction in LDL cholesterol, often referred to as \"bad\" cholesterol due to its link to heart disease.\r\n\r\n\"From a public health perspective it's astonishingly massive,\" Dr. Elizabeth Klodas, cardiologist and co-author of the study, told Insider.\r\n\r\nThe foods, made by Klodas' company Step One Foods, were clinically-formulated to be rich in nutrients like fiber, antioxidants, and omega 3 fatty acids.\r\n\r\nThe results suggest that supplementing healthy foods could help reduce the risks of high cholesterol without medication.\r\n\r\nIt's also promising evidence that food processing, often linked to less healthy outcomes, can be used to improve nutrient quality and make healthy food more convenient, according to the researchers.\r\n\r\n\"What I hope our study highlights is you can make convenient foods that support health, we're used to convenience food that destroys health,\" Klodas said.\r\n\r\nResearchers formulated snacks from ingredients with proven health benefits, like walnuts, flax, and berries\r\nKlodas and researchers from the Mayo Clinic and the University of Manitoba looked at 54 adults with elevated cholesterol levels over four-week testing periods.",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/jxbcNKVwf3bZMyrKEVDnDw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTcwNTtoPTUyOTtjZj13ZWJw/https://s.yimg.com/uu/api/res/1.2/tfRXZ0QhCYKpHeaO6NwpjQ--~B/aD01MzQxO3c9NzEyMjthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/insider_articles_922/b178410cb48565279fb51732d67ac3b5",
            "showOnHomepage": "yes"
        },
        {
            "id": "14",
            "categoryID":"4",
            "title": "GOP Sen. Roger Marshall wants Republicans to look into having Biden take an annual cognitive test due to 'concern' for his mental health",
            "publishedDate": "2022-05-01",
            "content": "Republican Sen. Roger Marshall expressed interest in having the president take an annual cognitive test, citing concern for President Joe Biden's health.\r\n\r\n\"I think we're all concerned for President Biden's mental health,\" Marshall, a physician and the junior senator from Kansas, said Sunday during an interview on Fox News. He said he feels there has been a \"deterioration\" in Biden's \"mental capacity\" over the past year.\r\n\r\n\"Maybe we need to be proactive and ask once a year, much like we ask our president to get a physical, something from his doctor, that he also takes some type of mental test,\" Marshall said.\r\n\r\nHe added that it could be something he will look into with Sen. Rand Paul of Kentucky and Rep. Jim Jordan of Ohio, both Republicans.\r\n\r\n\"I think we're all very concerned about his health and it is a national security issue,\" Marshall said.\r\nRepublicans have questioned Biden's physical and mental health since before he was elected in 2020. As recently as Tuesday, 38 Republicans sent a letter to the president requesting he take a cognitive test.\r\n\r\nThe White House did not immediately respond to a request for comment on Marshall's comments or the letter.",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/JPsLsgapm9d7yns9qHXvvA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTcwNTtoPTUyOTtjZj13ZWJw/https://s.yimg.com/uu/api/res/1.2/r6k6TZDWqcbcIZlk36R5WQ--~B/aD0xNTIzO3c9MjAzMTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/insider_articles_922/9bf182a3c002b9d28e35548368327bbe",
            "showOnHomepage": "yes"
        },
        {
            "id": "15",
            "categoryID":"4",
            "title": "Long-term Consequences of a Keto Diet",
            "publishedDate": "2022-05-16",
            "content": "The Ketogenic diet has gained massive popularity in recent years. This low-carb diet is promoted in magazines, all over social media, and by celebrities. But is this diet actually healthy?\r\nFirst, let’s talk about what a keto diet means. The Keto diet is a low carb, high-fat diet and involves drastically reducing carbohydrate intake and replacing it with fat. Essentially, you’ll get 80-90% of your calories from fat, which is what’s required to reach ketosis.\r\nNot only is Keto low-carb, it’s also low in protein. Instead, the diet requires you to eat more fats like avocado, coconut oil, and meat, and very few carbohydrates. The typical keto diet plan will say that 25-30g is approximately the maximum amount allowed if you want your body to stay in ketosis. That’s the equivalent of one apple!\r\n\r\nMany studies have shown that following a keto diet can significantly reduce body weight, triglycerides, LDL cholesterol, and blood glucose levels. It was also initially designed to treat severe epilepsy in infants and children, and was intended to be administered for short periods of time under medical supervision. However, it’s become a mainstream trend for its weight-loss effects.\r\n\r\nThe Risks\r\nAccording to Neal Barnard, MD, FACC, an adjunct professor of medicine at the George Washington University School of Medicine, ” the keto diets contain the types of foods that are associated with cancer risks.”",
            "urlToImage": "https://149366112.v2.pressablecdn.com/wp-content/uploads/2022/01/shutterstock_1202336755-2048x1365.jpg",
            "showOnHomepage": "yes"
        },
        {
            "id": "16",
            "categoryID":"2",
            "title": "Subaru’s Dismal Financial Report And What It Means For New Car Shoppers",
            "description": "Subaru reported its new financials, and it’s not good. What does it mean for 2022 Subaru Forester, Outback, Crosstrek, and other new model shoppers?",
            "publishedDate": "2022-05-17",
            "content": "Subaru Corporation just released a new financial report, and the outlook is dismal to start the new year. The Japanese automaker says its profits dropped by two-thirds in the latest quarter as the production of its new 2022 Forester, Outback, Crosstrek, and other new models fell and affected sales results.\r\n\r\nSubaru’s ongoing supply chain issues are affecting new model sales as backorders for its top models; Forester, Outback, Crosstrek are delayed. A report from Automotive News says, Subaru was forced to cut its earnings outlook “with no clear signs of relief from the ongoing semiconductor crisis.”\r\n\r\nSubaru Corporation’s operating profit dropped 66 percent to 22.7 billion yen ($197.2 million) in the fiscal third quarter ended December 31, the Japanese automaker reported this week.\r\n\r\nSubaru said it was hit by rising raw material costs in addition to slumping new car sales due to the ongoing global microchip shortage. Subaru's global output fell 20 percent to 207,000 units in the October-December period, an 11 percent production slide in the first three quarters.\r\n\r\nWhat does it mean for Subaru customers?\r\n\r\nWhat is Subaru's new model inventory forecast for 2022? The inventory crunch is expected to ease in the second half of 2022 for Subaru and other automakers, but \"It's going to take a long time to fill the pipeline,\" says Cox Automotive executive analyst Michelle Krebs.\r\n\r\nAn Automotive News report says, \"Subaru continued to have the tightest supply among reporting automakers,\" and they have the fewest new Forester, Outback, and Crosstrek on their lots and showrooms.",
            "urlToImage": "https://www.torquenews.com/sites/default/files/styles/news/public/images/2022_subaru_forester_outback_crosstrek_sales_drop.jpg",
            "showOnHomepage": "no"
        },
        {
            "id": "17",
            "categoryID":"1",
            "title": "Samsung Galaxy S22 vs Galaxy S22 Plus vs Galaxy S22 Ultra: Explaining the differences in Samsung’s flagship lineup",
            "publishedDate": "2022-05-13",
            "content": "\r\nSamsung’s Galaxy S22 series is here. Just like the past three years, there are three models to choose from. Unlike the past three years, however, the gap that separates the highest end Ultra model from the other two devices is wider than ever. In fact, the Galaxy S22 Ultra feels like a different phone from the other two. And that’s because it basically is. The Galaxy S22 Ultra is essentially a new Galaxy Note. It looks like a clear evolution of the Galaxy Note 20 Ultra than it does over the Galaxy S21 Ultra, from the boxy look with hard corners to the included S-Pen. The standard Galaxy S22 and S22 Plus, meanwhile, are clearly Galaxy S21 sequels, with the same camera module design and overall in-hand feel.\r\n\r\nThis makes this comparison article easier to write than ever before. If you have always liked the Galaxy Note series better than the Galaxy S series, if you actually think the S-Pen is useful, then the Galaxy S22 Ultra is the clear phone to get. In fact, if you care about a stylus at all, you almost have no other choice, as the Galaxy S22 Ultra is the only game in town unless you settle for these mid-range Motorola devices. Yeah, it’s a bit pricey, but you’re getting the absolute best of everything — screen, cameras, processors, etc. It’s the kitchen sink phone.\r\n\r\nIf you don’t care about the stylus or you want to save a bit of money, then the Galaxy S22 or S22 Plus is for you. The good news is Samsung didn’t cut as many corners with the non-Ultra models this year. Last year’s S21 had a plastic back — ridiculous for a “flagship” phone that launched at $800 — and both S21 and S21 Plus had mediocre 12-megapixel main cameras. This time out, you’re getting Gorilla Glass Victus Plus backplates for both Galaxy S22 and S22 Ultra, and both phones got major camera upgrades to a 50MP main camera. In other words, these two phones don’t feel like afterthoughts.",
            "urlToImage": "https://www.xda-developers.com/files/2022/02/Galaxy-S22-ultra-header-rectangle-810x298_c.jpg",
            "showOnHomepage": "no"
        },
        {
            "id": "18",
            "categoryID":"1",
            "title": "Is my phone telling me I'm being followed?",
            "publishedDate": "2022-05-10",
            "content": "The introduction of Apple's AirTag, which is a small tracking device that can be attached to a keychain or a backpack, caused a lot of concern from privacy advocates for its nefarious stalking and tracking potential. \r\n\r\nQ: What do I do when my iPhone gives me a notification \"Unknown Accessory Detected Near You,\" and it looks like something is following me around?\r\n\r\nA: This message is most likely generated by the \"Find My\" app that was initially designed to help users locate devices they might have lost or misplaced. It has since evolved into a warning system for unauthorized or unknown devices, as well. To help assure users that they could detect devices that aren't necessarily associated with their phones, Apple expanded the \"Find My\" network capabilities to include notifications of unknown items near you.\r\n\r\nAirTag notifications\r\nThe alert system is designed to notify you of an AirTag near you but separated from its owner and will specifically use AirTag in the notification.\r\n\r\nTo ensure that your iPhone or iPad can alert you to any unwanted tracking devices, you'll need to make sure you are running iOS 14.5 or later.",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/azfamily.com/content/tncms/assets/v3/editorial/2/38/238941be-8c3d-11ec-8556-c34abb51ebcb/62080fcc99d7c.image.jpg?resize=990%2C557",
            "showOnHomepage": "no"
        },
        {
            "id": "19",
            "categoryID":"3",
            "title": "VR-related claims increased by 31 percent in 2021, says UK insurance firm",
            "description": "A lot of people are accidently smashing their TVs.",
            "publishedDate": "2022-05-14",
            "content": "Meta’s Reality Labs VR division has yet to disclose how many Quest 2 headsets it has sold to date. What we do know is that it recently became more popular than ever. On Christmas Day 2021, the Oculus app hit the top of Apple’s App Store charts for the first time. The software achieved that milestone thanks to everyone who bought a Quest 2 headset to gift to their friends and loved ones.\r\n\r\nIn another more amusing sign of just how popular VR headsets are becoming, insurer Aviva said last year it saw a 31 percent increase in home contents claims involving VR headsets and a 68 percent overall increase since 2016. In 2021, the average claim for VR-related accidental damages was about £650 or $880, and most incidents involved cracked TVs screens.\r\n\r\n“As new games and gadgets become popular, we often see this playing through in the claims made by our customers,” Kelly Whittington, Aviva’s UK property claims director, told The Guardian. “In the past, we’ve seen similar trends involving consoles with handsets, fitness games and even the likes of rogue fidget spinners.”\r\n\r\nLess than a month and a half into 2022, Aviva has already had to process a number of VR-related claims and the company expects more to come in throughout the year. That still doesn’t tell us how many VR headsets are out there. As far as the Quest 2 is concerned, the closest we have to a solid number is a third-party estimate Qualcomm CEO Cristiano Amon shared in November 2021. At the time, he said Meta had shipped approximately 10 million units of its latest VR headset. ",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/Wb7q.v03XLUilvVq.AcH_A--~B/Zmk9ZmlsbDtoPTQ1MDt3PTY3NTthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/os/creatr-uploaded-images/2022-02/2af1cf50-8d16-11ec-b18d-f09663034e83.cf.webp",
            "showOnHomepage": "no"
        },
        {
            "id": "20",
            "categoryID":"2",
            "title": "PSA: Update Zoom on Mac to fix a bug that keeps your mic on after meetings",
            "description": "Zoom says no audio was “transmitted back to Zoom’s platform”",
            "publishedDate": "2022-05-22",
            "content": "If you’re using Zoom on a Mac, now’s the time to make sure it’s updated to version 5.9.3. Zoom has acknowledged a bug that appears to cause the microphone on Macs running macOS Monterey to stay on even after leaving a meeting, first reported by The Register\r\n\r\nUsers have been complaining about the issue since December, as documented in a post on Zoom’s community forum. Several users noticed that the orange recording indicator light in the Control Center appears when Zoom isn’t being used — the indicator light is a privacy feature introduced in Monterey that warns you when an application is using your microphone. This obviously raised some privacy concerns, given Zoom had a serious privacy vulnerability on Macs in the past. In 2020, the company was accused of misleading users about offering end-to-end encryption when it really didn’t at the time.\r\n\r\n“THIS BUG DID NOT RESULT IN AUDIO DATA BEING TRANSMITTED BACK TO ZOOM’S PLATFORM”\r\nA Zoom representative later commented on the post, stating Zoom “experienced a bug relating to the Zoom client for macOS, which could show the orange indicator light continue to appear after having left a meeting, call, or webinar.” The representative also noted that updating Zoom to version 5.9.3, which was released in late January, will fix the issue. Zoom first attempted to fix the bug in a December 5.9.1 update, as its release notes say Zoom “resolved an issue regarding the microphone light indicator being triggered when not in a meeting on macOS Monterey,” but it looks like this solution didn’t work for everyone.\r\n",
            "urlToImage": "https://cdn.vox-cdn.com/thumbor/UO59Ieb9KuvLWg7riWl97Qn7pRI=/0x0:3000x2000/920x613/filters:focal(1260x760:1740x1240):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/70502405/acastro_200331_1777_zoom_0001.0.0.jpg",
            "showOnHomepage": "yes"
        }
    ]
}